Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Otaku
source: Otaku
ja: オタク
ko: 오타쿠
zh_hans: 御宅族
zh_hant: 御宅族

# trait.Paintball
source: Paintball
ja: ペイントボール
ko: 페인트볼
zh_hans: 彩弹
zh_hant: 漆彈

# trait.Paranoia
source: Paranoia
ja: パラノイア
ko: 편집증
pl: Paranoja
zh_hans: 偏执妄想
zh_hant: 偏執妄想

# trait.Pareo
source: Pareo
ja: パレオ
ko: 파레오
zh_hans: 沙笼
zh_hant: 沙籠

# trait.Patchwork
source: Patchwork
ja: パッチワーク
ko: 패치워크
zh_hans: 拼布
zh_hant: 拼布

# trait.Pegasus
source: Pegasus
ja: ペガサス
ko: 페가수스
pl: Pegaz
zh_hans: 飞马
zh_hant: 飛馬

# trait.Pegging
source: Pegging
ja: ペギング
ko: 페깅
zh_hans: 女性使用假阳具肛交
zh_hant: 女性使用假陽具肛交

# trait.Pessimist
source: Pessimist
ja: 悲観主義者
ko: 비관주의자
pl: Pesymista
zh_hans: 悲观主义者
zh_hant: 悲觀主義者

# trait.Pianist
source: Pianist
ja: ピアニスト
ko: 피아니스트
pl: Pianista
zh_hans: 钢琴家
zh_hant: 鋼琴家

# trait.Pilot
source: Pilot
ja: パイロット
ko: 조종사
zh_hans: 飞行员
zh_hant: 飛行員

# trait.Pocky
source: Pocky
ja: ポッキー
ko: 포키
zh_hans: 百奇
zh_hant: 百奇

# trait.Polo Shirt
source: Polo Shirt
ja: ポロシャツ
ko: 폴로 셔츠
pl: Koszulka polo
zh_hans: Polo衫
zh_hant: Polo衫

# trait.Poncho
source: Poncho
ja: ポンチョ
ko: 판초
pl: Ponczo
zh_hans: 斗篷
zh_hant: 斗篷

# trait.Pony
source: Pony
ja: ポニー
ko: 조랑말
pl: Kucyk
zh_hans: 小马
zh_hant: 小馬

# trait.Pseudonym
source: Pseudonym
ja: 偽名
ko: 가명
pl: Pseudonim
zh_hans: 化名
zh_hant: 化名

# trait.Radio
source: Radio
ja: ラジオ
ko: 라디오
zh_hans: 收音机
zh_hant: 收音機

# trait.Rapier
source: Rapier
ja: レイピア
ko: 레이피어
zh_hans: 细剑
zh_hant: 細劍

# trait.Rapper
source: Rapper
ja: ラッパー
ko: 래퍼
pl: Raper
zh_hans: 说唱歌手
zh_hant: 饒舌歌手

# trait.Religion
source: Religion
ja: 宗教
ko: 종교
pl: Religia
zh_hans: 宗教
zh_hant: 宗教

# trait.Ring
source: Ring
ja: 指輪
ko: 반지
pl: Pierścionek
zh_hans: 戒指
zh_hant: 戒指

# trait.Robe
source: Robe
ja: ローブ
ko: 로브
pl: Szata
zh_hans: 长袍
zh_hant: 長袍

# trait.Rokurokubi
source: Rokurokubi
ja: ろくろ首
ko: 로쿠로쿠비
zh_hans: 辘轳首
zh_hant: 轆轤首

# trait.Sadist
source: Sadist
ja: サディスト
ko: 가학성애자
pl: Sadysta
zh_hans: 施虐狂
zh_hant: 施虐狂

# trait.Samurai
source: Samurai
ja: 侍
ko: 사무라이
pl: Samuraj
zh_hans: 武士
zh_hant: 武士

# trait.Sari
source: Sari
ja: サリー
ko: 사리
zh_hans: 纱丽
zh_hant: 紗麗

# trait.Senpai
source: Senpai
ja: 先輩
ko: 선배
pl: Starszy stażem kolega
zh_hans: 前辈
zh_hant: 前輩

# trait.Seppuku
source: Seppuku
ja: 切腹
ko: 할복
zh_hans: 切腹
zh_hant: 切腹

# trait.Septum Ring
source: Septum Ring
ja: セプタムリング
ko: 비중격 링
pl: Kolczyk w przegrodzie nosowej
zh_hans: 鼻中隔环
zh_hant: 鼻中隔環

# trait.Sexting
source: Sexting
ja: セクスティング
ko: 섹스팅
pl: Wysyłanie wiadomości o treści seksualnej
zh_hans: 色情短信
zh_hant: 色情簡訊

# trait.Shamisen
source: Shamisen
ja: 三味線
ko: 샤미센
zh_hans: 三味线
zh_hant: 三味線

# trait.Shorts
source: Shorts
ja: 短パン
ko: 반바지
pl: Szorty
zh_hans: 短裤
zh_hant: 短褲

# trait.Shuriken
source: Shuriken
ja: 手裏剣
ko: 수리검
zh_hans: 手里剑
zh_hant: 手裡劍

# trait.Sphinx
source: Sphinx
ja: スフィンクス
ko: 스핑크스
pl: Sfinks
zh_hans: 斯芬克斯
zh_hant: 斯芬克斯

# trait.Stalking
source: Stalking
ja: ストーキング
ko: 스토킹
pl: Uporczywe nękanie
zh_hans: 跟踪骚扰
zh_hant: 跟蹤騷擾

# trait.Stripper
source: Stripper
ja: ストリッパー
ko: 스트리퍼
pl: Osoba wykonująca striptiz
zh_hans: 脱衣舞者
zh_hant: 脫衣舞者

# trait.Striptease
source: Striptease
ja: ストリップショー
ko: 스트립쇼
pl: Striptiz
zh_hans: 脱衣舞
zh_hant: 脫衣舞

# trait.Sybian
source: Sybian
ja: シビアン
ko: 시비안
zh_hans: 骑乘式自慰器
zh_hant: 騎乘式自慰器

# trait.T-shirt
source: T-shirt
ja: Tシャツ
ko: 티셔츠
zh_hans: T恤
zh_hant: T恤

# trait.Tablet Computer
source: Tablet Computer
ja: タブレットコンピュータ
ko: 태블릿 컴퓨터
pl: Tablet
zh_hans: 平板电脑
zh_hant: 平板電腦

# trait.Taekwondo
source: Taekwondo
ja: テコンドー
ko: 태권도
zh_hans: 跆拳道
zh_hant: 跆拳道

# trait.Telepath
source: Telepath
ja: テレパス
ko: 텔레파시 능력자
pl: Telepata
zh_hans: 心灵感应者
zh_hant: 心靈感應者

# trait.Tengu
source: Tengu
ja: 天狗
ko: 텐구
zh_hans: 天狗
zh_hant: 天狗

# trait.Tennis
source: Tennis
ja: テニス
ko: 테니스
pl: Tenis
zh_hans: 网球
zh_hant: 網球

# trait.Terrorist
source: Terrorist
ja: テロリスト
ko: 테러리스트
pl: Terrorysta
zh_hans: 恐怖分子
zh_hant: 恐怖分子

# trait.Tiara
source: Tiara
ja: ティアラ
ko: 티아라
zh_hans: 头冠
zh_hant: 頭冠

# trait.Tiger
source: Tiger
ja: トラ
ko: 호랑이
pl: Tygrys
zh_hans: 老虎
zh_hant: 老虎

# trait.Tiger Cosplay
source: Tiger Cosplay
ja: トラコスプレ
ko: 호랑이 코스프레
pl: Cosplay tygrysa
zh_hans: 老虎装扮
zh_hant: 老虎裝扮

# trait.Toga
source: Toga
ja: トーガ
ko: 토가
zh_hans: 托加袍
zh_hant: 托加袍

# trait.Tonfa
source: Tonfa
ja: トンファー
ko: 톤파
zh_hans: 拐棍
zh_hant: 拐棍

# trait.Transparent
source: Transparent
ja: 透明
ko: 투명한
pl: Przezroczyste
zh_hans: 透明
zh_hant: 透明

# trait.Trench Coat
source: Trench Coat
ja: トレンチコート
ko: 트렌치코트
pl: Trencz
zh_hans: 风衣
zh_hant: 風衣

# trait.Tsukumogami
source: Tsukumogami
ja: 付喪神
ko: 츠쿠모가미
zh_hans: 付丧神
zh_hant: 付喪神

# trait.Tsundere
source: Tsundere
ja: ツンデレ
ko: 츤데레
zh_hans: 傲娇
zh_hant: 傲嬌

# trait.Turban
source: Turban
ja: ターバン
ko: 터번
zh_hans: 头巾
zh_hant: 頭巾

# trait.Tutu
source: Tutu
ja: チュチュ
ko: 튀튀
pl: Spódniczka tutu
zh_hans: 芭蕾舞裙
zh_hant: 芭蕾舞裙

# trait.Uniform
source: Uniform
ja: 制服
ko: 제복
pl: Mundur
zh_hans: 制服
zh_hant: 制服

# trait.Vaginal
source: Vaginal
ja: 膣性交
ko: 질 성교
pl: Waginalne
zh_hans: 阴道性交
zh_hant: 陰道性交

# trait.Veteran
source: Veteran
ja: 退役軍人
ko: 퇴역 군인
pl: Weteran
zh_hans: 老兵
zh_hant: 老兵

# trait.Vibrator
source: Vibrator
ja: バイブ
ko: 바이브레이터
pl: Wibrator
zh_hans: 振动棒
zh_hant: 振動棒

# trait.Vitiligo
source: Vitiligo
ja: 尋常性白斑
ko: 백반증
pl: Bielactwo
zh_hans: 白癜风
zh_hant: 白癜風

# trait.Volleyball
source: Volleyball
ja: バレーボール
ko: 배구
pl: Siatkówka
zh_hans: 排球
zh_hant: 排球

# trait.Voodoo
source: Voodoo
ja: ブードゥー
ko: 부두술
zh_hans: 巫毒术
zh_hant: 巫毒術

# trait.Wakame Sake
source: Wakame Sake
ja: わかめ酒
ko: 와카메자케
zh_hans: 裙带菜酒
zh_hant: 裙帶菜酒

# trait.Webcam Model
source: Webcam Model
ja: ウェブカメラモデル
ko: 웹캠 모델
pl: Model przed kamerą internetową
zh_hans: 网络摄像头模特
zh_hant: 網路攝影機模特兒

# trait.Wolf
source: Wolf
ja: オオカミ
ko: 늑대
pl: Wilk
zh_hans: 狼
zh_hant: 狼

# trait.Workaholic
source: Workaholic
ja: 仕事中毒
ko: 일 중독자
pl: Pracoholik
zh_hans: 工作狂
zh_hant: 工作狂

# trait.Yakuza
source: Yakuza
ja: ヤクザ
ko: 야쿠자 조직원
zh_hans: 日本黑帮成员
zh_hant: 日本黑幫成員

# trait.Yamata no Orochi
source: Yamata no Orochi
ja: 八岐大蛇
ko: 야마타노오로치
zh_hans: 八岐大蛇
zh_hant: 八岐大蛇

# trait.Yamato Nadeshiko
source: Yamato Nadeshiko
ja: 大和撫子
ko: 야마토 나데시코
zh_hans: 大和抚子
zh_hant: 大和撫子

# trait.Yandere
source: Yandere
ja: ヤンデレ
ko: 얀데레
zh_hans: 病娇
zh_hant: 病嬌

# trait.Yangire
source: Yangire
ja: ヤンギレ
ko: 얀기레
zh_hans: 暴娇
zh_hant: 暴嬌

# trait.Yoga
source: Yoga
ja: ヨガ
ko: 요가
pl: Joga
zh_hans: 瑜伽
zh_hant: 瑜伽

# trait.Yukata
source: Yukata
ja: 浴衣
ko: 유카타
zh_hans: 浴衣
zh_hant: 浴衣

# trait.Yuki-onna
source: Yuki-onna
ja: 雪女
ko: 설녀
zh_hans: 雪女
zh_hant: 雪女

# trait.Zashiki-Warashi
source: Zashiki-Warashi
ja: 座敷童子
ko: 자시키와라시
zh_hans: 座敷童子
zh_hant: 座敷童子

# trait.Zombie
source: Zombie
ja: ゾンビ
ko: 좀비
zh_hans: 僵尸
zh_hant: 僵屍
